[  {
  "title": "UFS Logistic Company Website",
  "image": "./projectImages/ufs.png",
  "description": "Welcome to the official website of UNIVERSAL FREIGHT SOLUTION LLC, a trusted logistics and freight forwarding company located in the United Arab Emirates (UAE). Explore our comprehensive range of services and discover how we can streamline your supply chain with efficiency and reliability.",
  "technologies": "React | HTML | CSS | Boostrap | EmailJs",
  "github": "https://github.com/GayashanDeshapriya/UFS_Official_Website",
  "deployed": "https://ufs-test.netlify.app/",
  "bgcolor": "#232323",
  "id": "1"
},
  {
    "title": "Pocket Guard",
    "image": "./projectImages/pocket.png",
    "description": "Pocket Guard is a personal finance app that helps individuals to manage their finances and reach their saving goals. With Pocket Guard, users can track their expenses and monitor their budget in real-time.",
    "technologies": "Kotlin | FireBase | SQLite room | Android Studio",
    "github": "https://github.com/GayashanDeshapriya/PocketGuard_MobileApp.git",
    "deployed": "https://github.com/GayashanDeshapriya/PocketGuard_MobileApp.git",
    "bgcolor": "#232323",
    "id": "2"
  },
  {
    "title": "Sky Forest Resort Managemet System",
    "image": "./projectImages/skyforest.png",
    "description": "This project was part of the second-year, second-semester ITP Module at SLIIT. The project's objective was to design an admin panel tailored explicitly for the management of a resort. The admin panel was created to handle eight key functions essential for the smooth operation of the resort. Through meticulous planning and implementation, the team successfully developed an intuitive and user-friendly interface that enables administrators to efficiently manage tasks such as staff management, inventory control,  report generation, and other essential functions. ",
    "technologies": "MERN stack",
    "github": "https://github.com/GayashanDeshapriya/SkyForest-Resort-Management-System",
    "deployed": "#",
    "bgcolor": "#232323",
    "id": "3"
  }
 
]
